org/idea.org
#+SETUPFILE: ../theme-rose.setup
#+DATE: <2020-01-20 Mon 20:48>
#+TITLE: Idea

* 闪念

#+BEGIN_QUOTE
舍，得，是一种生活的艺术。
#+END_QUOTE

** [2020-07-13 Mon 16:32]

必须明白事物是在不断发展的，故要了解一种事物，最简单的办法就是追本逐末，并尝试用一种明了清晰的方式去描述本末之间的过程。PS. 现在许多朋友在学习一门新的知识的时候，往往是采用一种啃字典式的方法，这是难以坚持的，也是不符合学习事物的规律的。字典式的著作是用来参考和查询的，切不可乱了顺序，导致事倍功半。

** [2020-07-12 Sun 23:59]

反求诸已内中寻，莫道人间不值得。

** [2020-07-01 Wed 21:20]

生活，不应该只是萝卜白菜，也不应该皆为山珍海味，要兼容并包，自然和谐。

** [2020-06-24 Wed 15:22]

案前灯下，皓首穷经。

** [2020-06-15 Mon 15:31]

标准、流程、可扩展……

** [2020-06-01 Mon 09:29]

事实证明，过度的安逸不会给你带来任何的快乐，人是要认真劳动的，只有在创造价值的过程中才会享受到真正的愉悦。

** [2020-05-30 Sat 15:51]

我们的人民是朴实的、是可爱的，越是生活在底层的人民，这一点多数时候越是更加地突出。但我们没有任何理由和借口认为他们就应该过贫困的生活，要尽自己的一份力量去帮助那些需要帮助的同胞，从精神上、物质上。

** [2020-05-29 Fri 10:48]

我愿用我的一生，送给祖国一份礼物。

** [2020-05-29 Fri 10:46]

能否用一种简单的方式去阐述一件事物的本质是衡量你是否透彻理解它的重要标准。

** [2020-05-29 Fri 10:45]

基础是很重要的，人们对于统一理论的研究是无止境的，按照老子的思想，统一理论的源头就是道。

** [2020-05-28 Thu 14:05]

操作准确性！操作准确性是指操作运动结果达到操作运动的目标。

#+BEGIN_EXAMPLE
W = a + b * (D / T)

- W 运动终点分布的标准差
- D 运动距离
- T 运动时间
- a、b 常数
#+END_EXAMPLE

显然，操作的准确性与操作速度存在反比关系，即随着操作速度的提高而下降，随着操作速度的下降而上升。

要有意识的训练自己的操作准确性，“差不多”这个态度往往在关键时刻让你栽一个大大的跟头。还记得《三傻大闹宝莱坞》中，阿米尔汗说得那样，让优秀成为一种习惯，成功就会追求你。
** [2020-05-28 Thu 10:55]

 能否用简单易懂的方式描述一件事物的本质，是衡量你是否真正解透彻的重要标准。如果，你自己都感觉组织出来的语言是晦涩难懂的，那么，你就需要进一步地思考。
** [2020-05-26 Tue 09:11]

没有绝对的真理，但有些原则是历久弥新的，不用怀疑，极大概率下在你生活的这个时代，这些原则都是放之四海而皆准的。做事没有原则，便容易摇摆不定，徒增无用的损耗。记住，它的本质还是相对的，某些时候要懂得变通，变则通，通则达。看，许多论述也是相对的，想必古人也遇到过同样的困惑吧，《大学》中已经给出了解决方法 -- 不自欺。

