org/idea.org
** [2020-05-22 Fri 14:42]

人啊，就怕没有激情，做一件事情，感觉毫无乐趣，不是事情出了问题，就是这件事本来就是个问题，亦或是问题在于你自己本身，非外物之罪。

** [2020-05-18 Mon 00:47]

习惯的力量是巨大的，遵循客观和社会规律，养成良好的习惯是通向幸福生活的必经之路。什么是幸福？心之所向，力之所至，独善其身，兼济天下。

** [2020-05-11 Mon 16:17]

人傻就要多读书……

** [2020-05-09 Sat 12:41]

所谓“由易而难”，有时容易引起人们的误解。“易” 者，非是细枝末节，而是大观，即身在山外，览其全貌，以做到胸有成竹。

** [2020-05-06 Wed 09:56]

同样的软件，Linux 下的执行效率是 Windows 下的十几倍…… 这都是什么神操作？

** [2020-05-04 Mon 17:38]

多日不出，内心甚是烦躁，何事扰乎？心存不乐乎？呼……

** [2020-05-02 Sat 07:39]

人的生活是一个大循环，保持各个环节的有效衔接和顺畅是十分必要的。

** [2020-04-30 Thu 22:15]

期待 5G ，期待超高的网络速度，期待在此基础上可以有物美价廉的云主机（具备良好的性能和 GUI 界面），这就从很大程度上解决了环境迁移所耗费的时间和精力。

** [2020-04-30 Thu 21:05]

面对每天晚上的龟速网络，默默地开始本地模式，网速慢的日子就是如此的朴实无华而枯燥……

** [2020-04-29 Wed 16:50]

系统化、规范化、标准化，可以有效地减少时间和精力的浪费。

** [2020-04-24 Fri 14:27]

万物有序，序者，道之理也。道生一，一生二，二生三，三生万物。万物并作，井然而有序。序者，生活之本也。

** [2020-04-24 Fri 11:02]

我不愿意在不喜欢的事上花太多时间，无论如何都想过上只做自己喜欢的事的生活。 -- 高岛美里

** [2020-04-24 Fri 10:49]

生活在人类社会，怎么可以不考虑人性？这也是为什么一切要以人为本。

** [2020-04-22 Wed 16:15]

了解有什么，知道为什么，要去做什么。

** [2020-04-14 Tue 11:45]

思想是一切创造性活动的源头、所有现象的依托本质、最重要的价值载体。

** [2020-04-14 Tue 09:29]

秦始皇和毛主席，这两个分别开创和终结了封建王朝的男人，可谓是“前无古人，后无来者”，空前绝后！

** [2020-04-08 Wed 15:56]

自由是什么？自由是可以不在乎是否拥有，但想拥有的时候可以随时拥有。清心寡欲是没有错，可有可无才是大自在，不是吗？

** [2020-04-07 Tue 19:13]

所谓奇淫异巧不过是锦上添花的事物，基本原理才是最重要的，万变不离其踪。

** [2020-04-07 Tue 15:04]

当你自己亲手实现了，你就开始理解了，反之，深层次的理解，有助于更好的实现。

** [2020-04-07 Tue 13:36]

学而不思则罔，思而不学则殆。

** [2020-04-04 Sat 16:40]

凡事不可一时冲动，不可凭一己好恶。当每日三省己身，探寻真理。

** [2020-04-01 Wed 19:11]

这身体真的要锈掉了，心血来潮做个体操，好痛……

** [2020-04-01 Wed 09:50]

事有轻重缓急，若不能分主次先后，混乱为之，必得其咎。

** [2020-03-31 Tue 14:19]

思考应该是系统性或趋向于系统性的，不然它所花费的时间和精力多会事倍功半。

** [2020-03-30 Mon 19:47]

一切都是有迹可循的，只要你用心去发现，万物皆遵循其基本原理。

** [2020-03-27 Fri 09:21]

只要去探索，你会发现一切自有解决之道。

** [2020-03-27 Fri 05:45]

切身体会，可早起，不可晚睡，否则，得不偿失，不利身心。

** [2020-03-25 Wed 12:00]

韶华易逝，人生苦短。应该有意识地训练在状态不好的时候，也能保持一个不错的效率输出。状态好的时候，更应该集中精力办重要且紧急的事。

** [2020-03-24 Tue 16:33]

发现自己每隔一段时间，总会大批量删除一些博文……

** [2020-03-19 Thu 16:32]

| 学习 | →    | 了解 |
| ↑    | 思考 | ↓    |
| 实践 | ←    | 认识 |

** [2020-03-19 Thu 10:34]

所谓“走通基本流程”，其实就是一个“理清基本原理”或趋近于理清的过程。任何机制，一旦理解了其基本的运行原理，一切就变得有迹可循，许多问题就迎刃而解。学习的过程，本质上来说，不外乎也是掌握事物本质和原理的过程，精进就是基于这个大前提的再创造、再发挥。

** [2020-03-18 Wed 20:06]

不存在绝对安全的密码，充其量也就是最大限度的相对安全，而且还只是从技术上来说。放在现实生活中，总会有破解的捷径可供选取。

** [2020-03-18 Wed 09:11]

#+BEGIN_QUOTE
天下无难事，只要肯登攀。
#+END_QUOTE

这世上，司空见惯的事物，大多没有什么新鲜事儿，局限在规则之内的，就更难翻出什么风浪，当你懂了，你就自然而然地懂了。尊重生活，尊重自己。

** [2020-03-17 Tue 23:21]

尽自己最大的努力去做应该做的事情，就是对生活最大的尊重，也是对自己最好的交代。

** [2020-03-17 Tue 18:00]

大英帝国的“群体免疫” 是什么神奇的操作？是不是可以这样理解 -- “群体免疫”等于“群体感染” 。

** [2020-03-16 Mon 21:05]

一直以为欧洲很大，结果整个欧洲加起来也不过才 1016 万平方公里，欧盟所有成员国加起来总面积还略低于 440 万平方公里…… 同样的，还有印度（不过 298 万平方公里），想当然的感觉真的不靠谱。

** [2020-03-16 Mon 10:33]

似有万语肺腑转，若无一言笔墨干。-- 下笔有感

** [2020-03-13 Fri 09:31]

恩威并施。只恩不威，必生不屑 ；只威不恩，必遭祸患。是故，行有不得，反求诸己，方为大道也。万物有度，以心量之，严己宽人，始得自在。

** [2020-03-06 Fri 16:46]

要透过现象看本质！身临其境，以心观之；跳出樊笼，始得自在。

** [2020-03-04 Wed 14:35]

按照日程安排来进行当天的工作，你可能会感觉到很紧迫，因为会大大压缩你无所事事的时间，当你心知肚明有些重要的事情有待处理时，肆无忌惮的自欺欺人便会显得困难了许多。

