public/idea.html

<div id="outline-container-org48f5ed7" class="outline-3">
<h3 id="org48f5ed7"><span class="timestamp-wrapper"><span class="timestamp">[2020-05-22 Fri 14:42]</span></span></h3>
<div class="outline-text-3" id="text-org48f5ed7">
<p>
人啊，就怕没有激情，做一件事情，感觉毫无乐趣，不是事情出了问题，就是这件事本来就是个问题，亦或是问题在于你自己本身，非外物之罪。
</p>
</div>
</div>

<div id="outline-container-orgd7f34c9" class="outline-3">
<h3 id="orgd7f34c9"><span class="timestamp-wrapper"><span class="timestamp">[2020-05-18 Mon 00:47]</span></span></h3>
<div class="outline-text-3" id="text-orgd7f34c9">
<p>
习惯的力量是巨大的，遵循客观和社会规律，养成良好的习惯是通向幸福生活的必经之路。什么是幸福？心之所向，力之所至，独善其身，兼济天下。
</p>
</div>
</div>

<div id="outline-container-org3eb6f2f" class="outline-3">
<h3 id="org3eb6f2f"><span class="timestamp-wrapper"><span class="timestamp">[2020-05-11 Mon 16:17]</span></span></h3>
<div class="outline-text-3" id="text-org3eb6f2f">
<p>
人傻就要多读书……
</p>
</div>
</div>

<div id="outline-container-org4211340" class="outline-3">
<h3 id="org4211340"><span class="timestamp-wrapper"><span class="timestamp">[2020-05-09 Sat 12:41]</span></span></h3>
<div class="outline-text-3" id="text-org4211340">
<p>
所谓“由易而难”，有时容易引起人们的误解。“易” 者，非是细枝末节，而是大观，即身在山外，览其全貌，以做到胸有成竹。
</p>
</div>
</div>

<div id="outline-container-orgd18e5a8" class="outline-3">
<h3 id="orgd18e5a8"><span class="timestamp-wrapper"><span class="timestamp">[2020-05-06 Wed 09:56]</span></span></h3>
<div class="outline-text-3" id="text-orgd18e5a8">
<p>
同样的软件，Linux 下的执行效率是 Windows 下的十几倍…… 这都是什么神操作？
</p>
</div>
</div>

<div id="outline-container-org9f6a61c" class="outline-3">
<h3 id="org9f6a61c"><span class="timestamp-wrapper"><span class="timestamp">[2020-05-04 Mon 17:38]</span></span></h3>
<div class="outline-text-3" id="text-org9f6a61c">
<p>
多日不出，内心甚是烦躁，何事扰乎？心存不乐乎？呼……
</p>
</div>
</div>

<div id="outline-container-org5444d10" class="outline-3">
<h3 id="org5444d10"><span class="timestamp-wrapper"><span class="timestamp">[2020-05-02 Sat 07:39]</span></span></h3>
<div class="outline-text-3" id="text-org5444d10">
<p>
人的生活是一个大循环，保持各个环节的有效衔接和顺畅是十分必要的。
</p>
</div>
</div>

<div id="outline-container-orgecbe511" class="outline-3">
<h3 id="orgecbe511"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-30 Thu 22:15]</span></span></h3>
<div class="outline-text-3" id="text-orgecbe511">
<p>
期待 5G ，期待超高的网络速度，期待在此基础上可以有物美价廉的云主机（具备良好的性能和 GUI 界面），这就从很大程度上解决了环境迁移所耗费的时间和精力。
</p>
</div>
</div>

<div id="outline-container-orgc72621e" class="outline-3">
<h3 id="orgc72621e"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-30 Thu 21:05]</span></span></h3>
<div class="outline-text-3" id="text-orgc72621e">
<p>
面对每天晚上的龟速网络，默默地开始本地模式，网速慢的日子就是如此的朴实无华而枯燥……
</p>
</div>
</div>

<div id="outline-container-org83a942c" class="outline-3">
<h3 id="org83a942c"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-29 Wed 16:50]</span></span></h3>
<div class="outline-text-3" id="text-org83a942c">
<p>
系统化、规范化、标准化，可以有效地减少时间和精力的浪费。
</p>
</div>
</div>

<div id="outline-container-orgba5d08d" class="outline-3">
<h3 id="orgba5d08d"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-24 Fri 14:27]</span></span></h3>
<div class="outline-text-3" id="text-orgba5d08d">
<p>
万物有序，序者，道之理也。道生一，一生二，二生三，三生万物。万物并作，井然而有序。序者，生活之本也。
</p>
</div>
</div>

<div id="outline-container-org94b3caf" class="outline-3">
<h3 id="org94b3caf"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-24 Fri 11:02]</span></span></h3>
<div class="outline-text-3" id="text-org94b3caf">
<p>
我不愿意在不喜欢的事上花太多时间，无论如何都想过上只做自己喜欢的事的生活。 &#x2013; 高岛美里
</p>
</div>
</div>

<div id="outline-container-org2eb4965" class="outline-3">
<h3 id="org2eb4965"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-24 Fri 10:49]</span></span></h3>
<div class="outline-text-3" id="text-org2eb4965">
<p>
生活在人类社会，怎么可以不考虑人性？这也是为什么一切要以人为本。
</p>
</div>
</div>

<div id="outline-container-org8f1844c" class="outline-3">
<h3 id="org8f1844c"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-22 Wed 16:15]</span></span></h3>
<div class="outline-text-3" id="text-org8f1844c">
<p>
了解有什么，知道为什么，要去做什么。
</p>
</div>
</div>

<div id="outline-container-org08bc4ae" class="outline-3">
<h3 id="org08bc4ae"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-14 Tue 11:45]</span></span></h3>
<div class="outline-text-3" id="text-org08bc4ae">
<p>
思想是一切创造性活动的源头、所有现象的依托本质、最重要的价值载体。
</p>
</div>
</div>

<div id="outline-container-org189e9c3" class="outline-3">
<h3 id="org189e9c3"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-14 Tue 09:29]</span></span></h3>
<div class="outline-text-3" id="text-org189e9c3">
<p>
秦始皇和毛主席，这两个分别开创和终结了封建王朝的男人，可谓是“前无古人，后无来者”，空前绝后！
</p>
</div>
</div>

<div id="outline-container-orgc54230d" class="outline-3">
<h3 id="orgc54230d"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-08 Wed 15:56]</span></span></h3>
<div class="outline-text-3" id="text-orgc54230d">
<p>
自由是什么？自由是可以不在乎是否拥有，但想拥有的时候可以随时拥有。清心寡欲是没有错，可有可无才是大自在，不是吗？
</p>
</div>
</div>

<div id="outline-container-orga3fb69d" class="outline-3">
<h3 id="orga3fb69d"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-07 Tue 19:13]</span></span></h3>
<div class="outline-text-3" id="text-orga3fb69d">
<p>
所谓奇淫异巧不过是锦上添花的事物，基本原理才是最重要的，万变不离其踪。
</p>
</div>
</div>

<div id="outline-container-org6e4afaf" class="outline-3">
<h3 id="org6e4afaf"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-07 Tue 15:04]</span></span></h3>
<div class="outline-text-3" id="text-org6e4afaf">
<p>
当你自己亲手实现了，你就开始理解了，反之，深层次的理解，有助于更好的实现。
</p>
</div>
</div>

<div id="outline-container-org731b1b3" class="outline-3">
<h3 id="org731b1b3"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-07 Tue 13:36]</span></span></h3>
<div class="outline-text-3" id="text-org731b1b3">
<p>
学而不思则罔，思而不学则殆。
</p>
</div>
</div>

<div id="outline-container-orgbff9884" class="outline-3">
<h3 id="orgbff9884"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-04 Sat 16:40]</span></span></h3>
<div class="outline-text-3" id="text-orgbff9884">
<p>
凡事不可一时冲动，不可凭一己好恶。当每日三省己身，探寻真理。
</p>
</div>
</div>

<div id="outline-container-org1d93f24" class="outline-3">
<h3 id="org1d93f24"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-01 Wed 19:11]</span></span></h3>
<div class="outline-text-3" id="text-org1d93f24">
<p>
这身体真的要锈掉了，心血来潮做个体操，好痛……
</p>
</div>
</div>

<div id="outline-container-org2837a0d" class="outline-3">
<h3 id="org2837a0d"><span class="timestamp-wrapper"><span class="timestamp">[2020-04-01 Wed 09:50]</span></span></h3>
<div class="outline-text-3" id="text-org2837a0d">
<p>
事有轻重缓急，若不能分主次先后，混乱为之，必得其咎。
</p>
</div>
</div>

<div id="outline-container-org85179db" class="outline-3">
<h3 id="org85179db"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-31 Tue 14:19]</span></span></h3>
<div class="outline-text-3" id="text-org85179db">
<p>
思考应该是系统性或趋向于系统性的，不然它所花费的时间和精力多会事倍功半。
</p>
</div>
</div>

<div id="outline-container-org9bcc6d1" class="outline-3">
<h3 id="org9bcc6d1"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-30 Mon 19:47]</span></span></h3>
<div class="outline-text-3" id="text-org9bcc6d1">
<p>
一切都是有迹可循的，只要你用心去发现，万物皆遵循其基本原理。
</p>
</div>
</div>

<div id="outline-container-org99965b0" class="outline-3">
<h3 id="org99965b0"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-27 Fri 09:21]</span></span></h3>
<div class="outline-text-3" id="text-org99965b0">
<p>
只要去探索，你会发现一切自有解决之道。
</p>
</div>
</div>

<div id="outline-container-orgd5a4eab" class="outline-3">
<h3 id="orgd5a4eab"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-27 Fri 05:45]</span></span></h3>
<div class="outline-text-3" id="text-orgd5a4eab">
<p>
切身体会，可早起，不可晚睡，否则，得不偿失，不利身心。
</p>
</div>
</div>

<div id="outline-container-org0993971" class="outline-3">
<h3 id="org0993971"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-25 Wed 12:00]</span></span></h3>
<div class="outline-text-3" id="text-org0993971">
<p>
韶华易逝，人生苦短。应该有意识地训练在状态不好的时候，也能保持一个不错的效率输出。状态好的时候，更应该集中精力办重要且紧急的事。
</p>
</div>
</div>

<div id="outline-container-org791506c" class="outline-3">
<h3 id="org791506c"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-24 Tue 16:33]</span></span></h3>
<div class="outline-text-3" id="text-org791506c">
<p>
发现自己每隔一段时间，总会大批量删除一些博文……
</p>
</div>
</div>

<div id="outline-container-org8694f81" class="outline-3">
<h3 id="org8694f81"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-19 Thu 16:32]</span></span></h3>
<div class="outline-text-3" id="text-org8694f81">
<table>

<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">学习</td>
<td class="org-left">→</td>
<td class="org-left">了解</td>
</tr>

<tr>
<td class="org-left">↑</td>
<td class="org-left">思考</td>
<td class="org-left">↓</td>
</tr>

<tr>
<td class="org-left">实践</td>
<td class="org-left">←</td>
<td class="org-left">认识</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgac21740" class="outline-3">
<h3 id="orgac21740"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-19 Thu 10:34]</span></span></h3>
<div class="outline-text-3" id="text-orgac21740">
<p>
所谓“走通基本流程”，其实就是一个“理清基本原理”或趋近于理清的过程。任何机制，一旦理解了其基本的运行原理，一切就变得有迹可循，许多问题就迎刃而解。学习的过程，本质上来说，不外乎也是掌握事物本质和原理的过程，精进就是基于这个大前提的再创造、再发挥。
</p>
</div>
</div>

<div id="outline-container-orgf816d22" class="outline-3">
<h3 id="orgf816d22"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-18 Wed 20:06]</span></span></h3>
<div class="outline-text-3" id="text-orgf816d22">
<p>
不存在绝对安全的密码，充其量也就是最大限度的相对安全，而且还只是从技术上来说。放在现实生活中，总会有破解的捷径可供选取。
</p>
</div>
</div>

<div id="outline-container-orgce9ddb3" class="outline-3">
<h3 id="orgce9ddb3"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-18 Wed 09:11]</span></span></h3>
<div class="outline-text-3" id="text-orgce9ddb3">
<blockquote>
<p>
天下无难事，只要肯登攀。
</p>
</blockquote>

<p>
这世上，司空见惯的事物，大多没有什么新鲜事儿，局限在规则之内的，就更难翻出什么风浪，当你懂了，你就自然而然地懂了。尊重生活，尊重自己。
</p>
</div>
</div>

<div id="outline-container-org081aa84" class="outline-3">
<h3 id="org081aa84"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-17 Tue 23:21]</span></span></h3>
<div class="outline-text-3" id="text-org081aa84">
<p>
尽自己最大的努力去做应该做的事情，就是对生活最大的尊重，也是对自己最好的交代。
</p>
</div>
</div>

<div id="outline-container-org6d4c23d" class="outline-3">
<h3 id="org6d4c23d"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-17 Tue 18:00]</span></span></h3>
<div class="outline-text-3" id="text-org6d4c23d">
<p>
大英帝国的“群体免疫” 是什么神奇的操作？是不是可以这样理解 &#x2013; “群体免疫”等于“群体感染” 。
</p>
</div>
</div>

<div id="outline-container-org73c6360" class="outline-3">
<h3 id="org73c6360"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-16 Mon 21:05]</span></span></h3>
<div class="outline-text-3" id="text-org73c6360">
<p>
一直以为欧洲很大，结果整个欧洲加起来也不过才 1016 万平方公里，欧盟所有成员国加起来总面积还略低于 440 万平方公里…… 同样的，还有印度（不过 298 万平方公里），想当然的感觉真的不靠谱。
</p>
</div>
</div>

<div id="outline-container-orgd2733be" class="outline-3">
<h3 id="orgd2733be"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-16 Mon 10:33]</span></span></h3>
<div class="outline-text-3" id="text-orgd2733be">
<p>
似有万语肺腑转，若无一言笔墨干。&#x2013; 下笔有感
</p>
</div>
</div>

<div id="outline-container-org73a0142" class="outline-3">
<h3 id="org73a0142"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-13 Fri 09:31]</span></span></h3>
<div class="outline-text-3" id="text-org73a0142">
<p>
恩威并施。只恩不威，必生不屑 ；只威不恩，必遭祸患。是故，行有不得，反求诸己，方为大道也。万物有度，以心量之，严己宽人，始得自在。
</p>
</div>
</div>

<div id="outline-container-orge06dda8" class="outline-3">
<h3 id="orge06dda8"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-06 Fri 16:46]</span></span></h3>
<div class="outline-text-3" id="text-orge06dda8">
<p>
要透过现象看本质！身临其境，以心观之；跳出樊笼，始得自在。
</p>
</div>
</div>

<div id="outline-container-orge509b2f" class="outline-3">
<h3 id="orge509b2f"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-04 Wed 14:35]</span></span></h3>
<div class="outline-text-3" id="text-orge509b2f">
<p>
按照日程安排来进行当天的工作，你可能会感觉到很紧迫，因为会大大压缩你无所事事的时间，当你心知肚明有些重要的事情有待处理时，肆无忌惮的自欺欺人便会显得困难了许多。
</p>
</div>
</div>
