org/idea.org
** [2020-03-01 Sun 09:03]

减少无用信息的摄入和处理，是节约时间和精力的关键前提之一。随着时空条件的转换，各种信息的主次紧缓是在变动的，所以不能过于惯性和僵化。如此，如何准确地、快速地根据当时的状况迅速判断并采取行动是非常重要的，得了此道，便很大程度上从源头解放了身心，进而缓解精神、物质世界的无意义甚至负向作用的压力。大脑的运转速度，现在没有人能给出具体的数据，所有既定的标准不过是当前条件下的一种人类大众看法，实际上不值一提，应该自己去追寻和探索，精神世界绝对没有那么简单，绝不是几个数字就可以限定的。要注意冥想和思考，站在身外观己身，居于天上观天下。道是什么？是规则。天道，人道，大道，小道，都是规则。天道无情，大道无垠，放之四海而皆准。人道六欲，小道有拘，理清条理，时地制宜。正所谓，变则通，通则达。

** [2020-02-29 Sat 08:43]

熬夜？熬夜？熬夜？不熬夜！不熬夜！不熬夜！

** [2020-02-28 Fri 09:15]

视频内容的两种摄入方式，一种是漫无目的的随意浏览，随进随出，思考占比极少，可用于放松，但不可成为常态；一种是心索某个情节，探寻式浏览，大脑会根据情节进行一定程度的精力分配，略有效率，同样不可成为常态。通常来说，视频内容是一种被动摄入，是一种所有内容，无关轻重主次、时间均分的方式，这决定了它的低效率本质。同样，音频内容也存在同样的不足。阅读，则是主动式是摄入，是一种因人而异保证内容吸收，进而保持高效的方式。阅读，有利于思考、内化和沉淀。人生苦短，高效、合理地利用时间，去做一些有意义的事情。

** [2020-02-22 Sat 21:39]

哎，蜗牛网络，真的让人无语透顶，一切拖慢个人节奏的耗费都是昂贵无比的！

** [2020-02-19 Wed 22:05]

由内而外，反求诸己。

** [2020-02-06 Thu 23:18]

啊哈，这疯狂的一周，持之以恒的思考和练习是成功不可或缺的一部分。

** [2020-02-06 Thu 14:39]

厚积薄发，寻本溯源，自然而然，水到渠成。

** [2020-02-06 Thu 12:51]

如果，你懂了，那么，你自然就懂了。

** [2020-02-03 Mon 15:46]

#+BEGIN_QUOTE
“不尚贤，使民不为盗。”\\
“天下皆知美之为美，斯恶矣。”
#+END_QUOTE

** [2020-02-02 Sun 12:14]

只有来自灵魂的乐声，才会直击人的灵魂。

** [2020-01-29 Wed 23:50]

抓住本质，了解其真正的运行机制，一切都会变的一目了然。

** [2020-01-28 Tue 20:04]

#+BEGIN_QUOTE
苟利国家生死以，岂因祸福避趋之。
#+END_QUOTE

** [2020-01-28 Tue 13:36]

梳理好，控制度，明确分类。

** [2020-01-25 Sat 11:08]

没有什么比心灵的宁静更重要的了，剥繁去简，追寻精神的升华，和、谐。

** [2020-01-21 Tue 15:16]

追本溯源，理清脉络。剥繁去杂，明本见质。
