public/idea.html

<div id="outline-container-org48729b9" class="outline-3">
<h3 id="org48729b9"><span class="timestamp-wrapper"><span class="timestamp">[2020-03-01 Sun 09:03]</span></span></h3>
<div class="outline-text-3" id="text-org48729b9">
<p>
减少无用信息的摄入和处理，是节约时间和精力的关键前提之一。随着时空条件的转换，各种信息的主次紧缓是在变动的，所以不能过于惯性和僵化。如此，如何准确地、快速地根据当时的状况迅速判断并采取行动是非常重要的，得了此道，便很大程度上从源头解放了身心，进而缓解精神、物质世界的无意义甚至负向作用的压力。大脑的运转速度，现在没有人能给出具体的数据，所有既定的标准不过是当前条件下的一种人类大众看法，实际上不值一提，应该自己去追寻和探索，精神世界绝对没有那么简单，绝不是几个数字就可以限定的。要注意冥想和思考，站在身外观己身，居于天上观天下。道是什么？是规则。天道，人道，大道，小道，都是规则。天道无情，大道无垠，放之四海而皆准。人道六欲，小道有拘，理清条理，时地制宜。正所谓，变则通，通则达。
</p>
</div>
</div>

<div id="outline-container-org4c4c335" class="outline-3">
<h3 id="org4c4c335"><span class="timestamp-wrapper"><span class="timestamp">[2020-02-29 Sat 08:43]</span></span></h3>
<div class="outline-text-3" id="text-org4c4c335">
<p>
熬夜？熬夜？熬夜？不熬夜！不熬夜！不熬夜！
</p>
</div>
</div>

<div id="outline-container-org841964c" class="outline-3">
<h3 id="org841964c"><span class="timestamp-wrapper"><span class="timestamp">[2020-02-28 Fri 09:15]</span></span></h3>
<div class="outline-text-3" id="text-org841964c">
<p>
视频内容的两种摄入方式，一种是漫无目的的随意浏览，随进随出，思考占比极少，可用于放松，但不可成为常态；一种是心索某个情节，探寻式浏览，大脑会根据情节进行一定程度的精力分配，略有效率，同样不可成为常态。通常来说，视频内容是一种被动摄入，是一种所有内容，无关轻重主次、时间均分的方式，这决定了它的低效率本质。同样，音频内容也存在同样的不足。阅读，则是主动式是摄入，是一种因人而异保证内容吸收，进而保持高效的方式。阅读，有利于思考、内化和沉淀。人生苦短，高效、合理地利用时间，去做一些有意义的事情。
</p>
</div>
</div>

<div id="outline-container-org85ba126" class="outline-3">
<h3 id="org85ba126"><span class="timestamp-wrapper"><span class="timestamp">[2020-02-22 Sat 21:39]</span></span></h3>
<div class="outline-text-3" id="text-org85ba126">
<p>
哎，蜗牛网络，真的让人无语透顶，一切拖慢个人节奏的耗费都是昂贵无比的！
</p>
</div>
</div>

<div id="outline-container-orga24fc02" class="outline-3">
<h3 id="orga24fc02"><span class="timestamp-wrapper"><span class="timestamp">[2020-02-19 Wed 22:05]</span></span></h3>
<div class="outline-text-3" id="text-orga24fc02">
<p>
由内而外，反求诸己。
</p>
</div>
</div>

<div id="outline-container-org4a42ebd" class="outline-3">
<h3 id="org4a42ebd"><span class="timestamp-wrapper"><span class="timestamp">[2020-02-06 Thu 23:18]</span></span></h3>
<div class="outline-text-3" id="text-org4a42ebd">
<p>
啊哈，这疯狂的一周，持之以恒的思考和练习是成功不可或缺的一部分。
</p>
</div>
</div>

<div id="outline-container-org5323565" class="outline-3">
<h3 id="org5323565"><span class="timestamp-wrapper"><span class="timestamp">[2020-02-06 Thu 14:39]</span></span></h3>
<div class="outline-text-3" id="text-org5323565">
<p>
厚积薄发，寻本溯源，自然而然，水到渠成。
</p>
</div>
</div>

<div id="outline-container-orgfe4ae5c" class="outline-3">
<h3 id="orgfe4ae5c"><span class="timestamp-wrapper"><span class="timestamp">[2020-02-06 Thu 12:51]</span></span></h3>
<div class="outline-text-3" id="text-orgfe4ae5c">
<p>
如果，你懂了，那么，你自然就懂了。
</p>
</div>
</div>

<div id="outline-container-org947f5f5" class="outline-3">
<h3 id="org947f5f5"><span class="timestamp-wrapper"><span class="timestamp">[2020-02-03 Mon 15:46]</span></span></h3>
<div class="outline-text-3" id="text-org947f5f5">
<blockquote>
<p>
“不尚贤，使民不为盗。”<br>
“天下皆知美之为美，斯恶矣。”
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgde22d5b" class="outline-3">
<h3 id="orgde22d5b"><span class="timestamp-wrapper"><span class="timestamp">[2020-02-02 Sun 12:14]</span></span></h3>
<div class="outline-text-3" id="text-orgde22d5b">
<p>
只有来自灵魂的乐声，才会直击人的灵魂。
</p>
</div>
</div>

<div id="outline-container-org57611d4" class="outline-3">
<h3 id="org57611d4"><span class="timestamp-wrapper"><span class="timestamp">[2020-01-29 Wed 23:50]</span></span></h3>
<div class="outline-text-3" id="text-org57611d4">
<p>
抓住本质，了解其真正的运行机制，一切都会变的一目了然。
</p>
</div>
</div>

<div id="outline-container-org367a041" class="outline-3">
<h3 id="org367a041"><span class="timestamp-wrapper"><span class="timestamp">[2020-01-28 Tue 20:04]</span></span></h3>
<div class="outline-text-3" id="text-org367a041">
<blockquote>
<p>
苟利国家生死以，岂因祸福避趋之。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org8f46644" class="outline-3">
<h3 id="org8f46644"><span class="timestamp-wrapper"><span class="timestamp">[2020-01-28 Tue 13:36]</span></span></h3>
<div class="outline-text-3" id="text-org8f46644">
<p>
梳理好，控制度，明确分类。
</p>
</div>
</div>

<div id="outline-container-org4eb16ed" class="outline-3">
<h3 id="org4eb16ed"><span class="timestamp-wrapper"><span class="timestamp">[2020-01-25 Sat 11:08]</span></span></h3>
<div class="outline-text-3" id="text-org4eb16ed">
<p>
没有什么比心灵的宁静更重要的了，剥繁去简，追寻精神的升华，和、谐。
</p>
</div>
</div>

<div id="outline-container-org431dfd5" class="outline-3">
<h3 id="org431dfd5"><span class="timestamp-wrapper"><span class="timestamp">[2020-01-21 Tue 15:16]</span></span></h3>
<div class="outline-text-3" id="text-org431dfd5">
<p>
追本溯源，理清脉络。剥繁去杂，明本见质。
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020-01-20 Mon 20:48</p>
<p class="author">Author: Jack Liu</p>
<p class="date">Created: 2020-07-26 Sun 20:14</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
